; <Português>
; <Sérgio Marques>

[Portuguese]
IDS_FILE=Ficheiro
IDS_RUN=Iniciar
IDS_OPEN=Abrir
IDS_EXIT=Sair
IDS_SETTINGS=Definições
IDS_LANGUAGE=Idioma
IDS_HELP=Ajuda
IDS_WEBSITE=Site
IDS_ABOUT=Acerca
IDS_DONATE=Agradecimentos!
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_BROWSER=Nome
IDS_CURRENTVERSION=Versão atual
IDS_VERSION=Nova versão
IDS_DATE=Data de compilação
IDS_ACTION_CHECK=Procurar atualizações
IDS_ACTION_DOWNLOAD=Descarregar atualização
IDS_ACTION_INSTALL=Instalar atualização
IDS_STATUS_CHECK=À procura de novas versões...
IDS_STATUS_DOWNLOAD=A descarregar...
IDS_STATUS_INSTALL=A descomprimir...
IDS_STATUS_FOUND=Está disponível a versão "%s"!
IDS_STATUS_DOWNLOADED=A atualização foi descarregada mas não instalada. Feche Chromium e prima 'Instalar atualização'.
IDS_QUESTION_STOP=Tem a certeza de que deseja cancelar a atualização do Chromium?
IDS_CLOSE=fechar
IDS_STATUS_ERROR=Ocorreu um erro ao procurar as atualizações...
IDS_STATUS_NOTFOUND=<não encontrado>
IDS_RUNATEND_CHK=Iniciar navegador no fim
IDS_DARKMODE_CHK=Usar tema escuro
IDS_TASKUPDATE_CHK=Ativar atualização automática agendada
IDS_STATUS_RESTARTNOTICE=O Chromium será reiniciado para aplicar a atualização.
IDS_STATUS_RETRYINSTALL=Atualização descarregada, mas o Chromium ainda está em execução. Tentará novamente mais tarde.
IDS_QUESTION_TASKENABLE=Criar uma tarefa agendada que procura atualizações a cada 14 dias e pode reiniciar o Chromium em execução para aplicar atualizações?
IDS_CHECKFORUPDATES=Procurar atualizações
IDS_AUTOCHECKUPDATES_CHK=Procurar atualizações automaticamente ao iniciar
IDS_UNINSTALL=Desinstalar
IDS_EXPORTPROFILE=Exportar perfil
IDS_IMPORTPROFILE=Importar perfil
IDS_UPDATE_AVAILABLE=A nova versão %s está disponível. Descarregar e instalar agora?
IDS_UPDATE_DOWNLOADING=A descarregar atualização da aplicação...
IDS_UPDATE_INSTALLING=A instalar atualização da aplicação...
IDS_UPDATE_DONE=Atualização instalada com sucesso. A reiniciar...
IDS_UPDATE_ERROR=Erro ao atualizar a aplicação.
IDS_UPDATE_UPTODATE=Está a usar a versão mais recente.
IDS_MIGRATION_FOUND=Foi encontrada uma instalação existente do chrlauncher. Deseja migrar os dados e renomeá-la para launchbro?
IDS_MIGRATION_TITLE=Migração detetada
IDS_UNINSTALL_CONFIRM=Tem a certeza de que deseja desinstalar o launchbro?
IDS_UNINSTALL_KEEPPROFILES=Deseja manter os seus perfis do navegador?
IDS_EXPORTPROFILE_TITLE=Escolha uma pasta para onde exportar os perfis
IDS_IMPORTPROFILE_TITLE=Escolha uma pasta de perfil para importar
IDS_PROFILE_EXPORTED=Perfil exportado com sucesso.
IDS_PROFILE_IMPORTED=Perfil importado com sucesso.
